Repository: bagumamartin/amgi
Catalog: AmgiFeatures/Sources/AmgiAppCore/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hu, vi

source: Bury siblings
es: Apartar tarjetas hermanas
fr: Mettre de côté les cartes sœurs
hu: Testvérkártyák elrejtése
vi: Ẩn các thẻ liên quan

source: CHAPTERS
es: CAPÍTULOS
fr: CHAPITRES
hu: FEJEZETEK
vi: CHƯƠNG

source: CONTINUE READING
es: SEGUIR LEYENDO
fr: CONTINUER LA LECTURE
hu: OLVASÁS FOLYTATÁSA
vi: TIẾP TỤC ĐỌC

source: Camera is locked
es: La cámara está bloqueada
fr: L’appareil photo est verrouillé
hu: A kamera zárolva van
vi: Camera đang bị khóa

source: Camera isn’t available
es: La cámara no está disponible
fr: L’appareil photo n’est pas disponible
hu: A kamera nem érhető el
vi: Camera hiện không khả dụng

source: Canvas
es: Lienzo
fr: Canevas
hu: Vászon
vi: Khung vẽ

source: Can’t Import File
es: No se puede importar el archivo
fr: Impossible d’importer le fichier
hu: A fájlt nem lehet importálni
vi: Không thể nhập tệp

source: Card Counts
es: Recuento de tarjetas
fr: Nombre de cartes
hu: Kártyaszámok
vi: Số lượng thẻ

source: Card Ease
es: Facilidad de la tarjeta
fr: Facilité de la carte
hu: Kártya nehézsége
vi: Độ dễ của thẻ

source: Card Menu:
es: Menú de la tarjeta:
fr: Menu de la carte :
hu: Kártyamenü:
vi: Menu thẻ:

source: Card State
es: Estado de la tarjeta
fr: État de la carte
hu: Kártyaállapot
vi: Trạng thái thẻ

source: Card Text Options
es: Opciones del texto de la tarjeta
fr: Options du texte de la carte
hu: Kártyaszöveg beállításai
vi: Tùy chọn văn bản thẻ

source: Card state
es: Estado de la tarjeta
fr: État de la carte
hu: Kártya állapota
vi: Trạng thái thẻ

source: Card template, then gather order
es: Plantilla de tarjeta y luego orden de recopilación
fr: Modèle de carte, puis ordre de collecte
hu: Először kártyasablon, majd gyűjtési sorrend
vi: Mẫu thẻ trước, rồi đến thứ tự lấy

source: Card template, then random
es: Plantilla de tarjeta y luego aleatorio
fr: Modèle de carte, puis aléatoire
hu: Először kártyasablon, majd véletlenszerűen
vi: Mẫu thẻ trước, rồi đến ngẫu nhiên

source: Cards
es: Tarjetas
fr: Cartes
hu: Kártyák
vi: Thẻ

source: Cards Added
es: Tarjetas añadidas
fr: Cartes ajoutées
hu: Hozzáadott kártyák
vi: Thẻ đã thêm

source: Cards will be returned to their home decks.
es: Las tarjetas volverán a sus mazos de origen.
fr: Les cartes seront renvoyées dans leurs paquets d’origine.
hu: A kártyák visszakerülnek az eredeti paklijukba.
vi: Thẻ sẽ được trả về bộ thẻ gốc.

source: Change Deck…
es: Cambiar mazo…
fr: Changer de paquet…
hu: Pakli módosítása…
vi: Đổi bộ thẻ…

source: Change Note Type…
es: Cambiar tipo de nota…
fr: Changer le type de note…
hu: Jegyzettípus módosítása…
vi: Đổi loại ghi chú…

source: Change…
es: Cambiar…
fr: Modifier…
hu: Módosítás…
vi: Thay đổi…

source: Check ready cards
es: Comprobar tarjetas listas
fr: Vérifier les cartes prêtes
hu: Esedékes kártyák ellenőrzése
vi: Kiểm tra thẻ đã sẵn sàng

source: Choose a card to see its study status and review history.
es: Elige una tarjeta para ver su estado de estudio y su historial de repaso.
fr: Choisissez une carte pour voir son état d’étude et son historique de révision.
hu: Válassz ki egy kártyát a tanulási állapot és az ismétlési előzmények megtekintéséhez.
vi: Chọn một thẻ để xem trạng thái học và lịch sử ôn tập.

source: Choose…
es: Elegir…
fr: Choisir…
hu: Válassz…
vi: Chọn…

source: Circle
es: Círculo
fr: Cercle
hu: Kör
vi: Hình tròn

source: Clear Formatting
es: Borrar formato
fr: Effacer la mise en forme
hu: Formázás törlése
vi: Xóa định dạng

source: Clear flag
es: Quitar marca
fr: Effacer le marqueur
hu: Jelölő törlése
vi: Xóa cờ

source: Close
es: Cerrar
fr: Fermer
hu: Bezárás
vi: Đóng

source: Code
es: Código
fr: Code source
hu: Kód
vi: Mã

source: Collapse descendants
es: Contraer elementos descendientes
fr: Réduire les sous-éléments
hu: Alárendelt elemek összecsukása
vi: Thu gọn các mục con

source: Collection Package Options
es: Opciones del paquete de colección
fr: Options du paquet de collection
hu: Gyűjteménycsomag beállításai
vi: Tùy chọn gói bộ sưu tập

source: Collection removed. Quit and reopen Ijuka, then sync to restore your cards.
es: Se eliminó la colección. Cierra y vuelve a abrir Ijuka, y sincroniza para restaurar tus tarjetas.
fr: Collection supprimée. Quittez et rouvrez Ijuka, puis synchronisez pour restaurer vos cartes.
hu: A gyűjtemény törölve. Lépj ki, indítsd újra az Ijukát, majd szinkronizálj a kártyák visszaállításához.
vi: Đã xóa bộ sưu tập. Thoát và mở lại Ijuka, sau đó đồng bộ để khôi phục thẻ.

source: Columns follow the engine catalog (`AllBrowserColumns`). The active set persists per mode and drives both the list metadata and sort options.
es: Las columnas siguen el catálogo del motor (`AllBrowserColumns`). El conjunto activo se conserva por modo y determina los metadatos de la lista y las opciones de ordenación.
fr: Les colonnes suivent le catalogue du moteur (`AllBrowserColumns`). L’ensemble actif est conservé pour chaque mode et détermine les métadonnées de la liste ainsi que les options de tri.
hu: Az oszlopok a motor katalógusát követik (`AllBrowserColumns`). Az aktív készlet módonként mentődik, és a lista adatait, valamint a rendezési lehetőségeket is meghatározza.
vi: Các cột theo danh mục của bộ máy (`AllBrowserColumns`). Bộ cột hiện tại được lưu theo chế độ và quyết định cả thông tin danh sách lẫn tùy chọn sắp xếp.

source: Columns…
es: Columnas…
fr: Colonnes…
hu: Oszlopok…
vi: Cột…

source: Connect & Continue
es: Conectar y continuar
fr: Connecter et continuer
hu: Csatlakozás és folytatás
vi: Kết nối và tiếp tục

source: Content
es: Contenido
fr: Contenu
hu: Tartalom
vi: Nội dung

source: Contents & Bookmarks
es: Contenido y marcadores
fr: Sommaire et favoris
hu: Tartalom és könyvjelzők
vi: Mục lục và dấu trang

source: Continue
es: Continuar
fr: Continuer
hu: Folytatás
vi: Tiếp tục

source: Continuous Scroll
es: Desplazamiento continuo
fr: Défilement continu
hu: Folyamatos görgetés
vi: Cuộn liên tục

source: Convert
es: Convertir
fr: Convertir
hu: Átalakítás
vi: Chuyển đổi

source: Cooling Down
es: En descanso
fr: Temps de repos
hu: Várakozási idő
vi: Đang nghỉ

source: Copy
es: Copiar
fr: Copier
hu: Másolás
vi: Sao chép

source: Couldn't Load Decks
es: No se pudieron cargar los mazos
fr: Impossible de charger les paquets
hu: A paklik betöltése nem sikerült
vi: Không thể tải bộ thẻ

source: Couldn't Start Reviewing
es: No se pudo iniciar el repaso
fr: Impossible de démarrer la révision
hu: Nem sikerült elindítani az ismétlést
vi: Không thể bắt đầu ôn tập

source: Couldn't load books
es: No se pudieron cargar los libros
fr: Impossible de charger les livres
hu: Nem sikerült betölteni a könyveket
vi: Không thể tải sách

source: Couldn't load decks
es: No se pudieron cargar los mazos
fr: Impossible de charger les paquets
hu: Nem sikerült betölteni a paklikat
vi: Không thể tải bộ thẻ

source: Couldn't load today
es: No se pudieron cargar los datos de hoy
fr: Impossible de charger les données du jour
hu: A mai adatok betöltése nem sikerült
vi: Không thể tải dữ liệu hôm nay

source: Couldn't open your collection
es: No se pudo abrir tu colección
fr: Impossible d’ouvrir votre collection
hu: A gyűjtemény megnyitása nem sikerült
vi: Không thể mở bộ sưu tập

source: Counts use each card's current deck placement.
es: Los recuentos usan el mazo actual de cada tarjeta.
fr: Les nombres tiennent compte du paquet actuel de chaque carte.
hu: A számlálás a kártya jelenlegi paklihelyét veszi alapul.
vi: Số lượng dựa trên bộ thẻ hiện tại của từng thẻ.

source: Create
es: Crear
fr: Créer
hu: Létrehozás
vi: Tạo

source: Create & Build Filtered Deck
es: Crear y generar mazo filtrado
fr: Créer et générer un paquet filtré
hu: Szűrt pakli létrehozása és felépítése
vi: Tạo và dựng bộ thẻ lọc

source: Create Copy…
es: Crear copia…
fr: Créer une copie…
hu: Másolat készítése…
vi: Tạo bản sao…

source: Create Deck
es: Crear mazo
fr: Créer un paquet
hu: Pakli létrehozása
vi: Tạo bộ thẻ

source: Create Filtered Deck…
es: Crear mazo filtrado…
fr: Créer un paquet filtré…
hu: Szűrt pakli létrehozása…
vi: Tạo bộ thẻ lọc…

source: Create a collection package, then choose Files, iCloud Drive, or another Apple destination in the system Save panel.
es: Crea un paquete de colección y luego elige Archivos, iCloud Drive u otro destino de Apple en el panel Guardar del sistema.
fr: Créez un paquet de collection, puis choisissez Fichiers, iCloud Drive ou une autre destination Apple dans la fenêtre d’enregistrement du système.
hu: Hozz létre gyűjteménycsomagot, majd válaszd a Fájlok, az iCloud Drive vagy egy másik Apple-célhelyet a rendszer Mentés paneljén.
vi: Tạo gói bộ sưu tập, rồi chọn Tệp, iCloud Drive hoặc nơi lưu trữ khác của Apple trong bảng Lưu của hệ thống.

source: Curl is the default. Intra-chapter turns always use a swipe.
es: El efecto de pasar página es el predeterminado. Para pasar páginas dentro de un capítulo, siempre se usa un gesto de deslizamiento.
fr: L’effet de page tournée est celui par défaut. Pour tourner une page dans un chapitre, utilisez toujours un balayage.
hu: Alapértelmezés szerint lapozó effektus. Fejezeten belül mindig húzással lapozhatsz.
vi: Hiệu ứng lật trang là mặc định. Chuyển trang trong cùng chương luôn dùng thao tác vuốt.

source: Current Deck
es: Mazo actual
fr: Paquet actuel
hu: Jelenlegi pakli
vi: Bộ thẻ hiện tại

source: Custom
es: Personalizado
fr: Personnalisé
hu: Egyéni
vi: Tùy chỉnh

source: Custom (days out)
es: Personalizado (días de antelación)
fr: Personnalisé (jours à l’avance)
hu: Egyéni (napok múlva)
vi: Tùy chỉnh (số ngày tới)

source: Custom Study
es: Estudio personalizado
fr: Étude personnalisée
hu: Egyéni tanulás
vi: Học tùy chỉnh

source: Custom Study Session is ready
es: La sesión de estudio personalizado está lista
fr: La session d’étude personnalisée est prête
hu: Az egyéni tanulási alkalom készen áll
vi: Phiên học tùy chỉnh đã sẵn sàng

source: Custom Sync Servers
es: Servidores de sincronización personalizados
fr: Serveurs de synchronisation personnalisés
hu: Egyéni szinkronizálási szerverek
vi: Máy chủ đồng bộ tùy chỉnh

source: Daily Limits
es: Límites diarios
fr: Limites quotidiennes
hu: Napi korlátok
vi: Giới hạn hằng ngày

source: Database Summary
es: Resumen de la base de datos
fr: Résumé de la base de données
hu: Adatbázis összefoglalója
vi: Tóm tắt cơ sở dữ liệu

source: Day, then deck
es: Día y luego mazo
fr: Jour, puis paquet
hu: Először nap, majd pakli
vi: Ngày trước, rồi đến bộ thẻ

source: Deck
es: Mazo
fr: Paquet
hu: Pakli
vi: Bộ thẻ

source: Deck Column
es: Columna Mazo
fr: Colonne Paquet
hu: Paklioszlop
vi: Cột bộ thẻ

source: Deck Options…
es: Opciones del mazo…
fr: Options du paquet…
hu: Pakli beállításai…
vi: Tùy chọn bộ thẻ…

source: Deck column
es: Columna Mazo
fr: Colonne Paquet
hu: Paklioszlop
vi: Cột bộ thẻ

source: Deck name
es: Nombre del mazo
fr: Nom du paquet
hu: Pakli neve
vi: Tên bộ thẻ

source: Deck names can be indexed in Spotlight so system search can open Ijuka. Note answers are not indexed. Showing private note titles in system results is off unless you enable it in Settings.
es: Los nombres de los mazos pueden indexarse en Spotlight para que la búsqueda del sistema abra Ijuka. Las respuestas de las notas no se indexan. Los títulos privados de las notas no aparecen en los resultados del sistema, salvo que lo actives en Ajustes.
fr: Les noms des paquets peuvent être indexés dans Spotlight afin que la recherche système ouvre Ijuka. Les réponses des notes ne sont pas indexées. Les titres privés des notes n’apparaissent pas dans les résultats système, sauf si vous activez cette option dans Réglages.
hu: A paklinevek indexelhetők a Spotlightban, így a rendszerkeresés megnyithatja az Ijukát. A jegyzetek válaszai nem kerülnek az indexbe. A privát jegyzetcímek megjelenítése alapértelmezés szerint ki van kapcsolva a rendszerkeresés találatai között.
vi: Tên bộ thẻ có thể được lập chỉ mục trong Spotlight để tìm kiếm hệ thống mở Ijuka. Câu trả lời trong ghi chú không được lập chỉ mục. Tiêu đề ghi chú riêng tư không hiện trong kết quả hệ thống trừ khi bạn bật trong Cài đặt.

source: Deck, then day
es: Mazo y luego día
fr: Paquet, puis jour
hu: Először pakli, majd nap
vi: Bộ thẻ trước, rồi đến ngày

source: Deck, then random notes
es: Mazo y luego notas aleatorias
fr: Paquet, puis notes aléatoires
hu: Először pakli, majd véletlenszerű jegyzetek
vi: Bộ thẻ trước, rồi đến ghi chú ngẫu nhiên

source: Decks
es: Mazos
fr: Paquets
hu: Paklik
vi: Bộ thẻ

source: Default
es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
vi: Mặc định

source: Defaults
es: Valores predeterminados
fr: Valeurs par défaut
hu: Alapértékek
vi: Mặc định

source: Delete Collection
es: Eliminar colección
fr: Supprimer la collection
hu: Gyűjtemény törlése
vi: Xóa bộ sưu tập

source: Delete Draft
es: Eliminar borrador
fr: Supprimer le brouillon
hu: Piszkozat törlése
vi: Xóa bản nháp

source: Delete Note
es: Eliminar nota
fr: Supprimer la note
hu: Jegyzet törlése
vi: Xóa ghi chú

source: Delete Notes…
es: Eliminar notas…
fr: Supprimer les notes…
hu: Jegyzetek törlése…
vi: Xóa ghi chú…

source: Delete Notetype
es: Eliminar tipo de nota
fr: Supprimer le type de note
hu: Jegyzettípus törlése
vi: Xóa loại ghi chú

source: Delete Selected Mask
es: Eliminar máscara seleccionada
fr: Supprimer le masque sélectionné
hu: Kijelölt kitakarás törlése
vi: Xóa vùng che đã chọn

source: Delete Selected Masks
es: Eliminar máscaras seleccionadas
fr: Supprimer les masques sélectionnés
hu: Kijelölt kitakarások törlése
vi: Xóa vùng che đã chọn

source: Delete preset
es: Eliminar ajuste preestablecido
fr: Supprimer le préréglage
hu: Előbeállítás törlése
vi: Xóa mẫu thiết lập

source: Delete saved search…
es: Eliminar búsqueda guardada…
fr: Supprimer la recherche enregistrée…
hu: Mentett keresés törlése…
vi: Xóa tìm kiếm đã lưu…

source: Delete tag…
es: Eliminar etiqueta…
fr: Supprimer l’étiquette…
hu: Címke törlése…
vi: Xóa nhãn…

source: Deletes the local collection and sync credentials for this profile. Other profiles are untouched.
es: Elimina la colección local y las credenciales de sincronización de este perfil. Los demás perfiles no se modifican.
fr: Supprime la collection locale et les identifiants de synchronisation de ce profil. Les autres profils ne sont pas concernés.
hu: Törli a profil helyi gyűjteményét és szinkronizálási hitelesítő adatait. A többi profilt nem érinti.
vi: Xóa bộ sưu tập cục bộ và thông tin đăng nhập đồng bộ của hồ sơ này. Các hồ sơ khác không bị ảnh hưởng.

source: Deletes this profile's collection and credentials. You will need to sync or re-import after.
es: Elimina la colección y las credenciales de este perfil. Después tendrás que sincronizar o volver a importar.
fr: Supprime la collection et les identifiants de ce profil. Vous devrez ensuite synchroniser ou importer à nouveau.
hu: Törli a profil gyűjteményét és hitelesítő adatait. Ezután szinkronizálnod vagy újra importálnod kell.
vi: Xóa bộ sưu tập và thông tin đăng nhập của hồ sơ này. Sau đó, bạn cần đồng bộ hoặc nhập lại.

source: Desktop Forget options. Unchecked restores cards to the end of the new queue without clearing counts.
es: Opciones de olvido de escritorio. Si no se marca, las tarjetas vuelven al final de la cola de nuevas sin borrar los recuentos.
fr: Options d’oubli sur ordinateur. Si elle n’est pas cochée, les cartes reviennent à la fin de la file des nouvelles cartes sans effacer les compteurs.
hu: Az asztali Elfelejtés-beállítások. Ha nincs bejelölve, a kártyák az ismétlésszámok törlése nélkül az új pakli végére kerülnek vissza.
vi: Tùy chọn Quên trên máy tính. Bỏ chọn sẽ đưa thẻ xuống cuối hàng chờ thẻ mới mà không xóa số lần ôn tập.

source: Destination
es: Destino
fr: Emplacement
hu: Cél
vi: Đích

source: Destructive Import
es: Importación destructiva
fr: Importation avec remplacement
hu: Törléssel járó importálás
vi: Nhập có thể xóa dữ liệu

source: Details
es: Detalles
fr: Détails
hu: Részletek
vi: Chi tiết

source: Detected Columns
es: Columnas detectadas
fr: Colonnes détectées
hu: Felismerhető oszlopok
vi: Cột được phát hiện

source: Dictionary lookup engine is still a placeholder — full hoshidicts integration is pending.
es: El motor de consulta del diccionario aún es provisional; la integración completa con hoshidicts está pendiente.
fr: Le moteur de recherche dans le dictionnaire n’est encore qu’un espace réservé : l’intégration complète de hoshidicts est en cours.
hu: A szótárkereső motor egyelőre csak helykitöltő — a teljes hoshidicts-integráció még készül.
vi: Công cụ tra từ hiện mới là phần giữ chỗ — tích hợp đầy đủ hoshidicts vẫn đang được phát triển.

source: Disable
es: Desactivar
fr: Désactiver
hu: Kikapcsolás
vi: Tắt

source: Disable autoplay audio
es: Desactivar reproducción automática de audio
fr: Désactiver la lecture audio automatique
hu: Automatikus hanglejátszás kikapcsolása
vi: Tắt tự động phát âm thanh

source: Disc
es: Disco
fr: Disque
hu: Teljes kör
vi: Chấm tròn

source: Discard
es: Descartar
fr: Abandonner
hu: Elvetés
vi: Hủy

source: Distribution of card recall probability
es: Distribución de la probabilidad de recordar las tarjetas
fr: Répartition de la probabilité de mémorisation des cartes
hu: A kártyák felidézési valószínűségeinek eloszlása
vi: Phân bố xác suất nhớ lại thẻ

source: Do them now
es: Hacerlas ahora
fr: Les faire maintenant
hu: Tanulás most
vi: Học ngay

source: Done today
es: Hecho hoy
fr: Terminé aujourd’hui
hu: Ma elvégezve
vi: Đã hoàn thành hôm nay

source: Download
es: Descargar
fr: Télécharger
hu: Letöltés
vi: Tải xuống

source: Download Anyway
es: Descargar de todos modos
fr: Télécharger quand même
hu: Letöltés mindenképpen
vi: Vẫn tải xuống

source: Drafts
es: Borradores
fr: Brouillons
hu: Piszkozatok
vi: Bản nháp

source: Drop an image here, or choose one above.
es: Suelta una imagen aquí o elige una arriba.
fr: Déposez une image ici ou choisissez-en une ci-dessus.
hu: Húzz ide egy képet, vagy válassz egyet fent.
vi: Thả ảnh vào đây hoặc chọn ảnh ở trên.

source: Due
es: Pendiente
fr: À réviser
hu: Esedékes
vi: Đến hạn

source: Due today
es: Pendiente para hoy
fr: À réviser aujourd’hui
hu: Ma esedékes
vi: Đến hạn hôm nay

source: Duplicate
es: Duplicar
fr: Dupliquer
hu: Másolás
vi: Nhân bản

source: Duplicate Selected Mask
es: Duplicar máscara seleccionada
fr: Dupliquer le masque sélectionné
hu: Kijelölt kitakarás másolása
vi: Sao chép vùng che đã chọn

source: Duplicate Selected Masks
es: Duplicar máscaras seleccionadas
fr: Dupliquer les masques sélectionnés
hu: Kijelölt kitakarások másolása
vi: Sao chép vùng che đã chọn

source: EPUB
es: Libro EPUB
fr: Livre EPUB
hu: EPUB-könyv
vi: Sách EPUB

source: Each row contains the card's question and answer, separated by tabs.
es: Cada fila contiene la pregunta y la respuesta de la tarjeta, separadas por tabulaciones.
fr: Chaque ligne contient la question et la réponse de la carte, séparées par des tabulations.
hu: Minden sor egy kártya kérdését és válaszát tartalmazza, tabulátorral elválasztva.
vi: Mỗi hàng chứa câu hỏi và câu trả lời của một thẻ, được ngăn cách bằng tab.

source: Easy Days
es: Días de carga reducida
fr: Jours allégés
hu: Könnyített napok
vi: Ngày học nhẹ

source: Edit
es: Editar
fr: Modifier
hu: Szerkesztés
vi: Sửa

source: Edit Icon
es: Editar icono
fr: Modifier l’icône
hu: Ikon szerkesztése
vi: Sửa biểu tượng

source: Edit Note
es: Editar nota
fr: Modifier la note
hu: Jegyzet szerkesztése
vi: Sửa ghi chú

source: Edit Prompt…
es: Editar solicitud…
fr: Modifier l’invite…
hu: Kérdés szerkesztése…
vi: Sửa câu hỏi…

source: Edit Settings
es: Editar ajustes
fr: Modifier les réglages
hu: Beállítások szerkesztése
vi: Sửa cài đặt

source: Edit Template
es: Editar plantilla
fr: Modifier le modèle
hu: Sablon szerkesztése
vi: Sửa mẫu

source: Emoji
es: Símbolo emoji
fr: Émoji
hu: Emodzsi
vi: Biểu tượng cảm xúc

source: Empty
es: Vacío
fr: Vide
hu: Üres
vi: Trống

source: Enable FSRS
es: Activar FSRS
fr: Activer FSRS
hu: FSRS engedélyezése
vi: Bật FSRS

source: Enable FSRS to configure Easy Days.
es: Activa FSRS para configurar los días de carga reducida.
fr: Activez FSRS pour configurer les jours allégés.
hu: A könnyített napok beállításához engedélyezd az FSRS-t.
vi: Bật FSRS để cài đặt Ngày học nhẹ.

source: End of book
es: Final del libro
fr: Fin du livre
hu: A könyv vége
vi: Hết sách

source: Engine not ready
es: El motor no está listo
fr: Le moteur n’est pas prêt
hu: A motor még nem áll készen
vi: Công cụ chưa sẵn sàng

source: Enter a name for the new deck.
es: Introduce un nombre para el nuevo mazo.
fr: Saisissez un nom pour le nouveau paquet.
hu: Add meg az új pakli nevét.
vi: Nhập tên bộ thẻ mới.

source: Enter or paste any emoji — e.g. 🙂 📚 🇰🇷 — then Save.
es: Introduce o pega cualquier emoji —por ejemplo, 🙂 📚 🇰🇷— y pulsa Guardar.
fr: Saisissez ou collez un emoji, par exemple 🙂 📚 🇰🇷, puis touchez Enregistrer.
hu: Írj be vagy illessz be egy emodzsit — például 🙂 📚 🇰🇷 —, majd mentsd el.
vi: Nhập hoặc dán biểu tượng cảm xúc bất kỳ — ví dụ 🙂 📚 🇰🇷 — rồi lưu.

source: Enter the URL of your Anki sync server (e.g. https://sync.example.com).
es: Introduce la URL de tu servidor de sincronización de Anki (p. ej., https://sync.example.com).
fr: Saisissez l’URL de votre serveur de synchronisation Anki (par ex. https://sync.example.com).
hu: Add meg az Anki-szinkronizálási szerver URL-címét (pl. https://sync.example.com).
vi: Nhập URL máy chủ đồng bộ Anki của bạn (ví dụ: https://sync.example.com).

source: Everything up to date
es: Todo está actualizado
fr: Tout est à jour
hu: Minden naprakész
vi: Mọi thứ đã được cập nhật

source: Exact
es: Exacta
fr: Correspondance exacte
hu: Pontos egyezés
vi: Chính xác

source: Exclude from current search
es: Excluir de la búsqueda actual
fr: Exclure de la recherche actuelle
hu: Kizárás a jelenlegi keresésből
vi: Loại khỏi tìm kiếm hiện tại

source: Existing Notes
es: Notas existentes
fr: Notes existantes
hu: Meglévő jegyzetek
vi: Ghi chú hiện có

source: Existing note types
es: Tipos de nota existentes
fr: Types de note existants
hu: Meglévő jegyzettípusok
vi: Loại ghi chú hiện có

source: Existing notes
es: Notas existentes
fr: Notes existantes
hu: Meglévő jegyzetek
vi: Ghi chú hiện có

source: Existing tags
es: Etiquetas existentes
fr: Étiquettes existantes
hu: Meglévő címkék
vi: Thẻ hiện có

source: Expand descendants
es: Expandir elementos descendientes
fr: Développer les sous-éléments
hu: Alárendelt elemek kibontása
vi: Mở rộng các mục con

source: Explore history
es: Explorar historial
fr: Explorer l’historique
hu: Előzmények megtekintése
vi: Xem lịch sử

source: Export
es: Exportar
fr: Exporter
hu: Exportálás
vi: Xuất

source: Export Collection…
es: Exportar colección…
fr: Exporter la collection…
hu: Gyűjtemény exportálása…
vi: Xuất bộ sưu tập…

source: Export Deck…
es: Exportar mazo…
fr: Exporter le paquet…
hu: Pakli exportálása…
vi: Xuất bộ thẻ…

source: Export Failed
es: Error al exportar
fr: Échec de l’exportation
hu: Az exportálás nem sikerült
vi: Xuất không thành công

source: Export Selected…
es: Exportar selección…
fr: Exporter la sélection…
hu: Kijelöltek exportálása…
vi: Xuất mục đã chọn…

source: Export…
es: Exportar…
fr: Exporter…
hu: Exportálás…
vi: Xuất…

source: Facts are converted to Mnemosyne-specific note types. Review history is preserved for reviewed cards.
es: Los datos se convierten a tipos de nota específicos de Mnemosyne. Se conserva el historial de repaso de las tarjetas ya repasadas.
fr: Les faits sont convertis en types de note propres à Mnemosyne. L’historique de révision est conservé pour les cartes déjà révisées.
hu: A tények Mnemosyne-specifikus jegyzettípusokká alakulnak. Az ismételt kártyák előzményei megmaradnak.
vi: Các mục kiến thức sẽ được chuyển thành loại ghi chú riêng của Mnemosyne. Lịch sử ôn tập của thẻ đã học được giữ nguyên.

source: Field
es: Campo
fr: Champ
hu: Mező
vi: Trường
